<template>
<el-collapse v-model="activeNames" accordion>
<el-collapse-item name="1">
  <template slot="title">
      《思念》 - 吴念真
   </template>
  <p>小学二年级的孩子好像很喜欢邻座那个长头发的女孩，常常提起她。每次一讲到她的种种琐事时，你都可以看到他眼睛发亮，开心到藏不住笑容的样子。<br>他的爸妈都不忍心说破，因为他们知道不经意的玩笑都可能给这年纪的孩子带来巨大的羞怒，甚至因此而阻断了他人生中第一次对异性那么单纯而洁净的思慕。<br>双方家长在校庆时孩子们的表演场合里见了面；女孩的妈妈说女儿也常常提起男孩的名字，而他们也有一样的默契，从不说破。<br>女孩气管不好，常感冒咳嗽，老师有一天在联络簿上写说：邻座的女生感冒了，只要她一咳嗽，孩子就皱着眉头盯着她看，问他说是不是咳嗽的声音让你觉得烦？没想到孩子却说：不是，她咳得好辛苦哦，我好想替她咳！老师最后写道：我觉得好丢脸，竟然用大人那么自私的想法去污蔑一个孩子那么善良的心意。<br>爸妈喜欢听他讲那女孩子点点滴滴，因为从他的描述里仿佛也看到了孩子们那么自在、无邪的互动。<br>“我知道为什么她写的字那么小，我写的这么大，因为她的手好小，小到我可以把它整个包——起来哦！”<br>爸妈于是想着孩子们细嫩的双手紧紧握在一起的样子，以及他们当时的笑容。“她耳朵有长毛耶，亮晶晶的，好好玩！”<br>爸妈知道，那是下午的阳光照进教室，照在女孩的身上，女孩耳轮上的汗毛逆着光线于是清晰可见；孩子简单的描述中，其实有无比深情的凝视。<br>三年级上学期的某一天，女孩的妈妈打电话来，说他们要移民去加拿大。<br>“我不知道孩子们会不会遗憾……”女孩的妈妈说，“如果有，我会觉得好罪过……”<br>没想到孩子的反应倒出乎他们预料之外的平淡。<br>有一天下课后，孩子连书包也没放就直接冲进书房，搬下世界旅游的画册便坐在地板上翻阅起来。爸爸问他说：你在找什么？孩子头也不抬地说：我在找加拿大的多伦多有什么，因为XXX她们要搬家去那里！<br>画册没翻几页，孩子忽然就大笑起来，然后跑去客厅抓起电话打，拨号的时候还是一边忍不住地笑；之后爸爸听见他跟电话那一端的女孩说：你知道多伦多附近有什么吗？哈哈，有破布耶……真的，书上写的，你听哦……“你家那块破布是世界上最大的破布”，哈哈哈……骗你的啦……它是说尼加拉瓜瀑布是世界上最大的瀑布啦……哈哈哈<br>孩子要是有遗憾、有不舍，爸妈心里有准备，他们知道唯一能做的事情叫“陪伴”。<br>后来 女孩走了，孩子的日子寻常过，和那女孩相关的连结好像只有他书桌上那张女孩的妈妈手写的英文地址。<br>寒假前一个冬阳温润的黄昏，放学的孩子从巴士上下来时神情和姿态都有点奇怪。他满脸通红、眼睛发亮，右手的食指和拇指好像捏着什么无形的东西，快步地跑向在门口等候的爸爸。<br>“爸爸，她的头发耶！”孩子一走近便把右手朝爸爸的脸靠近，说，“你看，是XX的头发耶！”<br>这时爸爸才清楚地看到孩子两指之间捏着的是三两条长长的发丝。<br>“我们大扫除，椅子都要翻上来……我看到木头缝里有头发……”孩子讲得既兴奋又急促，“一定是XX以前夹到的，你说是不是？”<br>“你……要留下来做纪念吗？”爸爸问。孩子忽然安静下来，然后用力地、不断地摇着头，但爸爸看到他的眼睛慢慢冒出不知忍了多久的眼泪。他用力地抱着爸爸的腰，把脸贴在爸爸的胸口上，忘情地嚎啕大哭起来，而手指却依然紧捏着那几条正映着夕阳的余光在微风里轻轻飘动的发丝。<br>----------------------------------------------------</p>
  <p>最深的思念从来都是不动声色的在心中积郁好久。不想再说我想你了。</p>
</el-collapse-item>
<el-collapse-item title="《活了百万次的猫》 - 佐野洋子 " name="2">
  <img src="../images/1.jpg" class="origin_image zh-lightbox-thumb lazy" width="500"><br><p><br>有一只活了一百万次的猫， <br>它死过一百万次，也活过一百万次。 <br>它是一只有老虎斑纹、很气派的猫。 <br>有一百万个人疼爱过这只猫， <br>也有一百万个人在这只猫死的时候，为它哭泣。 <br>但是，这只猫却从没掉过一滴眼泪。 </p><p>有一次，它是国王养的猫。 <br>它很讨厌国王。 <br>国王很会打仗，一年到头都在打仗。 <br>他把猫放进一个特制的篮子里， <br>带着它一起上战场。 <br>有一天，猫被飞来的乱箭射死了。 <br>国王在激烈的战场中，抱着猫痛苦。 <br>国王无心打仗了。 <br>他回到城堡，把猫埋在城堡的花园中。 </p><p>有一次，猫是水手养的猫。 <br>它很讨厌水手, <br>水手带着猫，游遍世界的大海和港口。 <br>有一天，猫从船上掉到水里。 <br>猫不会游泳，水手赶紧用网子把它捞起来。 <br>可是，猫已经成了“落汤猫”淹死了。 <br>水手把像条湿抹布的猫抱在怀里，放声大哭。 <br>后来，他把猫埋在遥远港都的公园里。 </p><p>有一次，猫是马戏团魔术师养的猫。 <br>它很讨厌马戏团。 <br>魔术师每天都把猫放进箱子里， <br>然后拿锯子把箱子锯成两半。 <br>当他把毫发无伤的猫从箱子里取出来的时候， <br>观众都高兴得拍手叫好。 <br>有一天，魔术师一不小心， <br>真的把猫切成了两半。 <br>魔术师的两只手各拎着半只的猫，放声大哭。 <br>没有人拍手叫好了。 <br>魔术师把猫埋在马戏团小屋的后面。 </p><p>有一次，猫是小偷养的猫。 <br>它很讨厌小偷。 <br>小偷总是带着猫在黑暗的街道上， <br>像猫一样轻手轻脚的走路。 <br>小偷只到养狗的人家去偷东西。 <br>趁着狗对猫汪汪叫的时候去撬开金库。 <br>有一天，猫被狗咬死了。 <br>小偷把猫和偷来的钻石，统统抱在怀里， <br>在黑暗的街道上一边走一边放声大哭。 <br>回到家以后，他把猫埋在小小的院子里 </p><p>有一次，猫是孤独老婆婆养的猫。 <br>它最讨厌老婆婆了。 <br>老婆婆每天抱着猫，坐在小小的窗边往外看。 <br>猫整天躺在老婆婆的腿上， <br>不是睡觉，就是打盹。 <br>终于，猫年纪大了，死了。 <br>皱巴巴的老婆婆把皱巴巴的老猫抱在怀里， <br>哭了一整天。 <br>老婆婆把猫埋在院子里的一棵老树下。 </p>有一次，猫是小女孩养的猫。 <br>它最讨厌小女孩了。 <br>小女孩不是背着猫，就是紧紧的抱着猫睡觉。 <br>哭的时候，就在猫背上擦眼泪。 <br>有一天，小女孩背着猫， <br>不小心，背带缠住了猫的脖子， <br>把它勒死了。 <br>小女孩抱着软绵绵的猫，哭了一整天。 <br>最后，她把猫埋在庭院里的一棵树下。 <br>但是，猫对死一点儿也不在乎。 <br><noscript>&amp;lt;img data-rawwidth="298" data-rawheight="384" src="https://pic3.zhimg.com/v2-5e644011918286d83878763f51fe983a_b.jpg" class="content_image" width="298"&amp;gt;</noscript><img src="../images/2.jpg" width="298"><br><p>有一次，猫不是任何人养的猫了。 <br>它是一只野猫。 <br>猫第一次成了自己的主人。 <br>猫最喜欢自己了。 <br>本来它就是一只有漂亮虎斑的猫， <br>现在当然更成了一只非常气派的野猫。 </p>所有的猫小姐，都想嫁给这只猫。 <br>有的送大鱼，有的送上等鼠肉， <br>有的给它珍贵的礼物，有的为它舔毛。 <br>猫只是说： <br>“我可是死过一百万次的喔！ <br>谁也比不上我。” <br>猫最喜欢的，还是自己。 <br><img src="../images/3.jpg" width="460"><br><p>只有一只美丽的白猫，看都不看这只猫一眼。猫走到白猫身边，说： <br>“我，可是死过一百万次的喔！” <br>白猫只是“是吗？”的应了一声。 <br>猫有点儿生气，因为，它是那么的喜欢自己。 <br>第二天，第三天，猫都走到白猫那儿说： <br>“你连一次都还没活完，对不对？” <br>白猫也还是“是吗？”的应了一声。 </p><p>有一次，猫走到白猫面前， <br>骨碌骨碌的在空中连翻了三个跟头，说： <br>“我曾经是马戏团的猫喔！” <br>白猫仍然只是“是吗？”的应了一声。 <br>“我可是活了一百万次……” <br>猫说到一半，改口问白猫： <br>“我可以待在你身边吗？” <br>白猫说：“好吧！” <br>猫从此就一直待在白猫的身边了。 </p>白猫生下了许多可爱的小猫。 <br>猫再也不说： <br>“我可是活过一百万次……”的话了。 <br>猫喜欢白猫和小猫们，已经胜过喜欢自己了。 <br><br><p>终于，小猫们长大了，一只只的离开了它们。 <br>“这些孩子们也都变成了非常气派的野猫了！” <br>猫很满足的说。 <br>“是啊！” <br>白猫从喉咙里发出轻柔的咕噜声。 <br>白猫越来越像老太婆了， <br>而猫也变得更加温柔了， <br>它也从喉咙里发出轻柔的咕噜声。 <br>它希望能和白猫永远、永远的生活在一起。 </p>有一天，白猫躺在猫的身边， <br>安安静静的，一动不动了。 <br>猫第一次哭了，从早上哭到晚上， <br>又从晚上哭到早上， <br>整整哭了一百万次。 <br>一天又一天的过去，有一天中午， <br>猫停止哭泣了。 <br>它躺在白猫的身边，安安静静的， <br>一动不动了。 <br>猫再也没有活过来了。<br>
</el-collapse-item>
<el-collapse-item title="Can Video Games Be A Spiritual Experience?" name="3">
  <p>以下为Youtube一网友的真实事例：<br><br>在我四岁那年，父亲送了我一台Xbox。你们了解的，如果我没记错的话那是2001年的款式，一个黑色硬梆梆的盒子。我和父亲一起玩了很多游戏，非常开心，直到两年后，我的父亲去世了。 <br>之后的十年时光里，我再也没有碰过这台游戏机。 <br><br>然而当我再度启动它时，我发现了一些事情...... <br><br>我和父亲曾经一起玩过一款赛车游戏叫《越野挑战赛》，在当时，这真的是款很好玩的游戏。 <br>就在我重新启动这款游戏时，我发现了一个真正的幽灵！ <br><br>这款游戏有个奇妙的设定，上一轮比赛中最快的选手的影子将会出现在接下来的比赛中，与选手一起参赛，就是所谓的“幽灵驾驶者”。我想你一定猜到了。没错，当年我父亲的幽灵至今仍然在赛道上奔驰着。 <br><br>于是我一遍又一遍的玩着，试图打败这个幽灵，慢慢的，我终于接近了它的速度，甚至直到有一天我超过了它，然后...... <br><br>我在终点线前停了下来，这样爸爸的幽灵就不会消失了。<br></p>
  <a href="https://www.youtube.com/watch?v=vK91LAiMOio" target="_blank">YouTube链接</a>
</el-collapse-item>
</el-collapse>
</template>
<script>
  export default {
    data() {
      return {
        activeNames: ['1']
      };
    }
  }
</script>
<style>
  .el-collapse-item__content {
    padding: 10px 24px;
  }
  .el-collapse {
    margin-top: 12px;
  }
  .el-collapse p {
    font-size: 14px;
  }
</style>